[
{"id":0,"name":"白頭翁","discription":"最主要特徵就是頭上那撮顯眼的白毛，白頭翁頭至頸部為黑色，後頭部有一大塊白斑，眼後也有一塊白斑，胸部呈淡褐色，腹部為白色，翼面呈黃綠色。 -興安生態數位解說資源網"},
{"id":1,"name":"白鶺鴒","discription":"整體白色、灰色、黑色相間的鶺鴒，台灣有兩個較常見的亞種：白面亞種雄鳥頭後到背部、翼及尾羽均為黑色，體下除胸部中央黑色以外，其餘部分均為白色；雌鳥似雄鳥，但背部鼠灰色。灰背眼紋亞種似白面亞種，但有黑色過眼線，背部鼠灰色。嘴黑色，腳黑色。 -台江小百科"},
{"id":2,"name":"小卷尾","discription":"全身藍黑色光澤，尾羽分叉明顯似剪刀，飛行力強且速度快，鼓翼幅度大且呈波浪狀，飛行時可清楚看到其尾末端之分叉，且通常略為上翹，故名，俗稱山烏鬚。   -扇平森林生態科學園"},
{"id":3,"name":"紅嘴黑鵯","discription":"公母鳥外型相似，亞成鳥無黑色鬆冠羽。嘴及腳為鮮紅色，全身羽色為黑色，頭有髮冠。 -興安生態數位解說資源網"},
{"id":4,"name":"黑冠麻鷺","discription":"黑冠麻鷺眼先藍色。黑冠麻鷺嘴喙、額、頭頂及冠羽為黑色，腳脛橄欖綠色，冠羽長達10公分左右，褐色的身體、背部為銹紅色有黑色橫漣紋，胸腹部棕黃色帶有銹紅色縱麻斑，故有其名。  -興安生態數位解說資源網"},
{"id":5,"name":"冠羽畫眉","discription":"冠羽畫眉嘴細，略向下彎；其翼短、圓，腳、趾略長。雌雄羽色相近。主要棲息於山區樹林中，喜於濃密樹上活動。 -台灣國家公園"},
{"id":6,"name":"鉛色水鶇","discription":"雄鳥與雌鳥的羽毛顏色是有所不同，雄鳥的全身為深灰色，尾羽紅褐色。雌鳥全身羽毛顏色與雄鳥同，但在喉部、腹部到尾下覆羽間有白色斑點，尾羽則為黑褐色，尾上覆羽白色。停棲時會不停擺動尾羽，特別是雄鳥的紅褐色尾羽，十分醒目。 -自然保留區生物小檔案"},
{"id":7,"name":"紫嘯鶇","discription":"臺灣紫嘯鶇體型全長約30公分，為臺灣溪澗鳥種體型中最大者。其特色為嘴喙與腳為黑色，眼睛為紅色，在額部、雙翼以及胸部羽緣具有藍紫色的色澤，羽色為黑色，且帶有藍色或紫色的亮麗光澤，在幼鳥時期則具有藍灰色的眼線。  -台灣國家公園"},
{"id":8,"name":"藪鳥","discription":"藪鳥身長約17公分，屬於體型中型的畫眉鳥，全身為黃綠色，頭上為灰黑色，嘴部為黑褐色，臉後有黃斑，胸部至腹部為橄黃色，尾部羽毛末端為黑色，羽端為白色。兩翅有黃色條紋並且帶有金黃光澤，腳呈褐色。  -台灣國家公園"},
{"id":9,"name":"小彎嘴","discription":"中型畫眉鳥。嘴長，向下彎。頭部主要為白色，但頭頂、過眼線為黑色，上胸有黑色縱紋，其餘全身大致為粟褐色。  -國家公園行動生物圖鑑"},
{"id":10,"name":"灰喉山椒","discription":"特徵描述：身長18～19公分之間，身型略為修長的鳥類。雌、雄鳥羽色差異極大。雄鳥頭頂至背部為黑色，腰部至尾羽橘紅色，尾羽中央兩枚及基部黑色。翅膀黑色，其間有紅色翼帶。臉頰至頸部為灰色，胸、腹部橙紅色。雌鳥在雄鳥呈紅色、橘黃色系之處，均為黃色、鮮黃色系，成為相當明顯的對比。嘴喙及腳為黑色。 -台灣大百科全書"},
{"id":11,"name":"五色鳥","discription":"五色鳥顧名思義共有五種羽色：嘴及眼後呈黑色，額與喉為黃色，眼先與上胸有紅色羽毛，臉部及頭頂呈藍色，全身則為綠色；體型肥胖且頭大，上嘴較下嘴長，嘴鬚發達；由於會啄樹洞，常被遊客誤認為啄木鳥，且身著五色彩衣，有「森林中的花和尚」之封號。 -台灣國家公園"},
{"id":12,"name":"烏頭翁","discription":"身長約18公分，雌雄羽色相同，頭頂至後頸部羽色烏黑，雙頰、耳羽及喉部皆白色，嘴角有一橙色小斑點，具黑色顎線，背部、翅膀及尾羽橄欖綠略帶灰色，胸部淡褐色，腹面白色。嘴與腳皆為黑色。  -台灣國家公園"},
{"id":13,"name":"紅尾伯勞","discription":"體背紅褐色、腹部呈淡黃褐，有顯著的粗黑過眼帶及白色眉斑。嘴短、略尖、往下勾，類似鷹嘴。  -台灣國家公園"},
{"id":14,"name":"金背鳩","discription":"上背羽毛為淡褐色而羽緣微帶有棕色，兩脅、腋羽和尾下覆羽均為灰藍色。 -維基百科"},
{"id":15,"name":"珠頸斑鳩","discription":"珠頸斑鳩尾較長，體長在28－32公分，體重125－180克，比鴿子略小。背部、翅膀和尾部為灰褐色，尾羽外側為黑色，尾端為白色，頭部為深藍色，頸後為黑色，帶有白色斑點，下腹部為暗紅色，喙為暗褐色，腳紅色。 -維基百科"},
{"id":16,"name":"台灣藍鵲","discription":" 台灣藍鵲全長約64公分，特有的華麗長尾占全身將近三分之二的長度。 嘴紅色，眼睛黃色，胸、頸以上黑色；碧藍豐碩的身形，嬌豔鮮紅的嘴喙及爪子，以及藍色尾羽末端的一抹留白。  -台灣國家公園"},
{"id":17,"name":"小白鷺","discription":"體長約56cm，全身羽毛白色，生殖期間枕部垂有兩條細長的長翎作為飾羽，背和上胸部分披蓬鬆蓑羽，期後消失。細長黑喙；黑腿，黃腳掌；叫聲：於繁殖巢群中發出嘎嘎嘎叫聲。也有藍喙、藍腿的。 -維基百科"},
{"id":18,"name":"麻雀","discription":"體形短圓，具有典型的食穀鳥特徵。麻雀公母同形同色，頭頂和後頸為深紅色，面部白色，雙頰中央各自有一塊黑色色塊，面部的白色延伸至後頸，在麻雀頸部形成一條白色圍脖；腮、喉中央黑色。 -興安生態數位解說資源網"},
{"id":19,"name":"綠繡眼","discription":"身體大致為黃綠色，眼睛周圍白色，甚為醒目。胸、腹為淡淡的白綠色，喉部黃綠色，黑色嘴。  -興安生態數位解說資源網"},
{"id":20,"name":"青背山雀","discription":"青背山雀體型嬌小可愛，身長12公分，頭部除了左右臉頰各有白斑外，其餘均為黑色帶有藍色光澤，另外，因為背部是黃綠色的，所以因此得名青背山雀或綠背山雀；腰及尾上覆羽灰色，翼黑褐色，各羽外緣藍色，覆羽上有二條白色橫紋；腹部為深黃色，中央並帶有黑色的縱帶。而分辨雄雌的方法，雌鳥的黑縱帶較窄，而雄鳥的縱帶則較寬；嘴為黑色，腳為鉛色。 -蘭陽野鳥攝影日誌"}
]